[Main]
DisplayName=Svenska

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Varning
lbl_Warnning_Detail.caption=Detta datorprogram är skyddat av upphovsrättslagstiftningen och internationella fördrag.
lbl_copyright.caption=© IObit. All rights reserved.
lbl_Thanks_Title.caption=Särskilt tack till följande personer för deras stora bidrag:
rdhtmlEula.caption=<a>EULA</a> | <a>Sekretesspolicy</a>
Instructions_M=Avinstallationsinstruktioner
lblAcknow.caption=Tack till

[ActionCenter_M]
M_HideAC=Dölj
M_ShowAC=Visa
M_AC_Tips=Förbättra din säkerhet och prestanda med rekommenderade program.
M_ShowACTitle2=Observera!
M_ShowACDesc=Klicka på Visa för att visa andra rekommenderade program. Installera dem för att få bättre säkerhet och prestanda.
M_LearnRecommendNote=Inga rekommenderade produkter för tillfället.
M_LearnRecommendDesc=Klicka på "Läs mer" för att se fler produkter, som du kanske är intresserade av.
M_none=Inget
M_Fix=Installera nu
M_LearnMore=Läs mer
M_Install=Installera nu
M_fixing=Installerar
M_Updating=Uppdaterar
M_failed=Misslyckades
M_RuningWell=Senaste versionen installerad
M_Outdated=Föråldrad
M_NotInstalled=Inte installerad
M_Insatlled=Installerats
M_Update=Uppdatera nu
M_ASCCaption=Prestanda
M_ASCInfo_NotIns=Registerfel, sekretessproblem och skräpfiler hittades på din dator.
M_ASCInfo_UpToDate=Advanced SystemCare snabbar upp och optimerar din dator med ett klick.
M_ASCInfo_NeedUpDate=Advanced SystemCare är föråldrad.
M_RunASC=Skanna nu
M_ASCOffer=Rengör och optimera datorn med ett klick.<br>Snabba upp starttiden på datorn upp till 300%.<br>Tag bort surfingspår för att skydda din integritet.<br>Övervaka, i realtid, förhållandena i datorn för ökad smidighet.<br>Skydda din dator mot vanliga spionprogram.
M_IMFCaption=Skydd mot skadliga program
M_IMFInfo_NotIns=Få bättre skydd genom att installera IObits antispionprogram.
M_IMFInfo_UpToDate=IObit Malware Fighter skyddar din dator mot olika sabotageprogram.
M_IMFInfo_NeedUpDate=Ditt antispionprogram är föråldrat.
M_RunIMF=Skanna nu
M_IMFOffer=Omfattande realtidsskydd mot alla typer av skadlig kod. <br>Snabbsökning och effektiv upptäckt och borttagning av hot. <br>Proaktivt förhindrande av ransomware-attacker. <br>Säker online-surfning och nedladdning. <br>Fullt kompatibel med andra säkerhetsprogram.
M_DBCaption=Uppdaterare för drivrutiner
M_DBInfo_NotIns_C=Uppdatera föråldrade drivrutiner och laga saknade eller felaktiga drivrutiner för en stabilare dator.
M_DBInfo_NotIns=Det kan finnas föråldrade drivrutiner, vilket kan sakta ner och destabilisera din dator.
M_DBInfo_UpToDate=Driver Booster uppdaterar alla gamla drivrutiner på datorn.
M_DBInfo_NeedUpDate=Uppdateraren för drivrutiner är föråldrad.
M_DBDesc=Uppdatera alla drivrutiner på datorn.
M_RunDB=Skanna nu
M_DBOffer=Stora drivrutinsdatabaser (4.500.000+). <br>Uppdatera WHQL-drivrutiner med ett klick. <br>Bättre spelprestanda. <br>Åtgärda nätverksfel, inget ljud, dålig upplösning etc. <br>Minska att systemet fryser och kraschar .
M_SDCaption=Hårddiskoptimering
M_SDInfo_NotIns=Optimera hårddiskarna för att få en minskad starttid och högre åtkomstshastighet till dina filer.
M_SDInfo_UpToDate=Smart Defrag defragmenterar disken för högsta prestanda.
M_SDInfo_NeedUpDate=Ditt program för defragmentering är föråldrat.
M_RunSD=Defragmentera nu
M_SDOffer=Högre filåtkomsthastighet.<br>Maximal hårddiskprestanda.<br>Snabba upp datorns starttid med upp till 100%.<br>Optimera spelen för bättre spelupplevelse.
M_DLCaption=Hanterare för lösenord
M_DLInfo_NotIns=Skydda och hantera alla dina lösenord med Dashlane Password Manager.
M_DLInfo_UpToDate=Glöm aldrig ditt lösenord med pålitliga Dashlane.
M_RunDL=Hantera
M_DLOffer=Det enkla, säkra sättet att hantera dina lösenord.<br>Skapa unika lösenord för att skydda dina konton.<br>Logga in automatiskt på dina favoritwebbplatser.<br>Finns för Windows, Mac, IOS och Android.
M_RunIOT=Åtgärda nu
M_IOTCaption=iPhone-hanterare
M_IOTInfo_NotIns=Överför iPhone-data, rengör och lyft din iPhone.
M_IOTInfo_UpToDate=Överför iPhone-data, rengör och lyft din iPhone.
M_IOTInfo_NeedUpDate=IOTransfer är föråldrad.
M_IOTTip=IOTransfers löften:<br>+ Hantera iPhone-foton och kontakter med lätthet<br>+ Överför iPhone-innehåll till PC med ett klick<br>+ Ladda ner videofilmer från fler än 100 webbplatser<br>+ Rensa alla typer av skräpfiler från iPhone/iPad
M_IOTOffer=Ditt bästa filhanteringsverktyg för iPhone/iPad.<br>1-klick dataöverföring från iPhone/iPad till PC.<br>Ladda ner videofilmer och konvertera dem till olika filformat.<br>Rensar enkelt och säkert skräpfiler för att frigöra iOS-enhetens utrymme.<br>Trådlös överföring av innehåll mellan iOS-enheten och datorn.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion skyddar dig mot nätfiske och webbplatser med malware.
M_AdawareInfo_UpToDate=Web Companion skyddar dig mot nätfiske och webbplatser med malware.
M_AdawareOfferDesc=Installera Web Companion för att förbättra mitt internetskydd och sätt Bing® från Microsoft™ som min startsida, som nya flikar och som standardsökmotor på kompatibla webbläsare.
M_AdawareOffer=Snabb och enkel att installera.<br>Antiphishing-skydd. <br>Webbskydd i realtid. <br>Kompatibel med många webbläsare.
M_AomeiCaption=Backup Software
M_AomeiInfo_NotIns=Den ultimata backup-lösningen för säkerhetskopiering av system och hårddiskar.
M_RunOpera=Kör nu
M_OperaCaption=Webbläsaren Opera
M_OperaInfo_NotIns=Snabb och säker webbläsare med inbyggd annonsblockerare.
M_OperaInfo_UpToDate=Snabb och säker webbläsare med inbyggd annonsblockerare.
M_OperaOffer=Blockerar annonser för att ladda webbsidor upp till 90% snabbare. <br>Bläddra upp till en timme längre. <br>Utökad sekretessbläddring med gratis VPN.
M_SUCaption=Mjukvaruuppdaterare
M_SUInfo_NotIns=Klicka en gång för att uppdatera och installera alla dina viktiga program.
M_SUInfo_NotIns_C=%d program är föråldrade. Installera IObit Software Updater för att uppdatera dem med ett klick.
M_SUInfo_NotIns_C1=Ett program är föråldrat. Installera IObit Software Updater för att uppdatera det med ett klick.
M_SUInfo_UpToDate=IObit Software Updater håller alla dina viktiga program uppdaterade.
M_SUOffer1=Uppdatera automatiskt föråldrade program så tidigt som möjligt.<br>Ett klick för att installera alla tillgängliga programuppdateringar.<br>Ett klick för att installera alla dina populära program.<br>Rena program som klarat strikta tester, inga bundleware.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=Ett klick för att öka din FPS för en snabbare och mjukare spelupplevelse.
M_SMGBInfo_UpToDate=Ett klick för att öka din FPS för en snabbare och mjukare spelupplevelse.
M_SMGBInfo_NeedUpDate=Smart Game Booster är föråldrad.
M_SMGBOffer=Öka FPS för bättre spelprestanda med ett klick.<br>Övervaka temperatur och användning av hårdvara i realtid.<br>Överklocka GPU för optimala visuella effekter i spelen.<br>Analysera och betygsätt datorn för att hitta kompatibla spel (38 000+).<br>Skydda din dator och dina spel för högre säkerhet.
M_RunSMGB=Boosta nu
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Spela gratis in din datorskärm med hög kvalitet. Ingen inspelningsgräns.
M_ISRInfo_UpToDate=Spela gratis in din datorskärm med hög kvalitet. Ingen inspelningsgräns.
M_ISRInfo_NeedUpDate=iTop Screen Recorder är föråldrad.
M_ISROffer=100% gratis att spela in din datorskärm<br>Spela in videomöten i alla filformat<br>Spela in 4K-filmer och musik utan kvalitetsförlust<br>Spela in online-kurs, gör videohandledningar<br>Ingen fördröjning vid inspelning av spel i 1080P/60 FPS
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Testa gratis, snabb och säker VPN-tjänst för onlinesäkerhet.
M_iTopInfo_NotIns=100% gratis, snabb och säker VPN-tjänst för onlinesäkerhet.
M_iTopInfo_UpToDateBeta=Testa gratis, snabb och säker VPN-tjänst för onlinesäkerhet.
M_iTopInfo_UpToDate=100% gratis, snabb och säker VPN-tjänst för onlinesäkerhet.
M_iTopInfo_NeedUpDate=iTop VPN är föråldrad.
M_iTopOfferBeta=Använd gränslös internet <br>Tillgång till streamingwebbplatser över hela världen<br>Spela regionlåsta spel var som helst<br>Dölj din IP-adress på offentlig WiFi<br>100% gratis, ultrasnabb och klassens bästa kryptering
M_iTopOffer2=Privat - Håll dig anonym när du surfar.<br>Säkert - Dölj IP och kryptera internetanslutning.<br>Snabbt - Få blixtsnabb surfning online.<br>Gratis - Avblockera webbplatser och strömma gratis.<br>Genvägar - Snabb åtkomst till Netflix, HBO, PUBG ...
M_RuniTop=Kör nu
M_RPMCaption=RoboForm lösenordshanterare
M_RPMInfo_NotIns=Du behöver aldrig komma ihåg eller skriva dina lösenord igen.
M_RPMInfo_UpToDate=Sluta att skriva ned dina lösenord och använd RoboForm lösenordshanterare istället.
M_RPMOffer=Logga in på webbplatser med ett enda klick.<br>Generera starka och unika lösenord.<br>Använder AES-256 bitars kryptering och stöd för 2FA.<br>Idéer för Windows, Mac, iOS, Android, och alla större webbläsare.<br>Importera från en webbläsare eller annan lösenordshanterare.
M_RunRPM=Hantera
M_Moffer_Title1=Valfritt erbjudande
M_Close=Stäng
M_Cancel=Avbryt
M_Moffer_Install=Installera
M_Moffer_NoteEP=Genom att klicka på "Installera" godkänner du att installera %s och acceptera dess <a>EULA</a> och <a>sekretesspolicy</a>.
M_Moffer_Refund=<a>OBS!</a> Du kan få återbetalning inom 30 dagar. Läs <a>Återbetalningsgaranti</a>.
M_Extract_IOT=IObit-rekommendation

[AutoUpdate_M]
lan_Downloading_M=Laddar ner
lan_Speed_M=Nedladdningshastighet: %s
Lan_Finish_M=Avsluta
Lan_Congratulation_M=Grattis!
Lan_UpdateFail_M=Uppdateringen misslyckades! Försök igen senare.
Lan_UpdateSuccess_M=IObit Uninstaller är uppdaterad. Använd de senaste funktionerna och förbättringarna nu.
Lan_UpdateNew_M=Du har redan den senaste versionen. Ingen ny uppdatering är tillgänglig.
Lan_UpdateFreeInfo_M=Ny version av IObit Uninstaller finns tillgänglig.
Lan_UpdateFreeDownInfo_M=Uppdatera nu för att få de senaste funktionerna och förbättringarna. Det är gratis.
Lan_Sure_M=Är du säker på att avbryta uppdateringen?
Lan_Download_M=Ladda ner
Lan_Getting_M=Får uppdateringsinformation, var god vänta ...
Lan_LVheardOne_M=Tillgängliga uppdateringar
Lan_LVheardTwo_M=Ny version
Lan_LVheardThree_M=Storlek
Lan_historyInfo_M=IObit Uninstaller %s är nu tillgänglig. Uppdatera för att få de senaste förbättringarna och funktionerna!
Lan_UpdateNow_M=Uppdatera nu
Lan_UpdateLater_M=Uppdatera senare
lan_WhatNew_M=Vad är nytt
Lan_NewReady_M=Ny version klar
Lan_Title=IObit Uninstaller uppdaterare

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Skicka
lblErrorDetails.Caption=Detaljer om felet:
lblUserEmail.Caption=Din e-postadress:
lblSuccTips1.Caption=Är skickad! Vi gör vårt bästa, för att lösa detta problem, så snart som möjligt.
btnClose.Hint=Stäng

[SendBugReportNew_M]
M_AskUserTips1=har stött på ett problem. För att hjälpa oss att åtgärda detta, klickar du på "Skicka" för att, automatiskt, skicka felsökningsfilen till oss. <a>Sekretesspolicy</a>
M_BugStatisticsTips=har stött på ett problem och måste avslutas. Vi analyserar orsaken nu. Vänta...
M_SendingTips=Skickar ...
M_AttentionTips1=har stött på ett problem. För att hjälpa oss att åtgärda detta, klickar du på "Skicka" för att, automatiskt, skicka felsökningsfilen till oss. <a>Sekretesspolicy</a>
M_InvalidEmailTips1=Ogiltig e-postadress! Ange en giltig e-postadress, så att vi kan kontakta dig.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Hämtar official version ...
RestoreSuccess_Caption=Officiell IObit Uninstaller har installerats framgångsrikt!
RestoreFailed_Caption=Misslyckades med att ladda ner den officiella IObit Uninstaller. Gå till vår officiella hemsida för att ladda ner igen.
Run_Button=Kör nu
Download_Button=Ladda ner nu

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Du kör en inofficiell IObit Uninstaller.
lbl_SecondTitle.caption=Din inofficiella IObit Uninstaller kommer inte att fungera längre.
lbl_HarmInfo.caption=Det kommer inte bara att skada datorns prestanda, utan också läcka din integritet, beroende på systemets sårbarhet orsakat av det programmet.
lbl_OfficialInfo.caption=Skaffa den officiella IObit Uninstaller nu, för att få både integritet och PC kraftfullt säkrat.
htmlLabel_Text.caption=Nu <a>75%</a> rabatt för dig, för att köpa PROversionen!
btn_GetPro.caption=Skaffa PRO
btn_GetFree.caption=Få gratis

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Skaffa programmet <a>IObit Uninstaller PRO för $0</a> idag, för att få ett kraftfullt skydd för din integritet och dator.
btn_GetPro_before=Skaffa PRO för 0kr

[Detain_M]
M_MianTitle=IObit Uninstaller har hjälpt dig:
M_QuestionString=Är du säker på, att du vill avinstallera?
M_btnok=Avinstallera ändå
M_btnCancel=Jag vill behålla
M_UninstallCaption=Avinstallera program
M_DiskCaption=Spara diskutrymme
M_RegCaption=Radera registerposter
M_FixCaption=Åtgärda programvaruproblem

[Survey_M]
Title_M=Avinstallera undersökning
Info_M=Vi är ledsna, att du slutar. Hjälp oss att förbättra IObit Uninstaller genom att fylla i denna korta undersökning. Din feedback uppskattas.
Question_M=Varför avinstallerar du IObit Uninstaller?
1_M=Ofullständig avinstallation (tog inte bort alla rester)
2_M=Det går inte att köra normalt
3_M=För många annonser och bundleware
4_M=Jag installerade det bara för att åtgärda ett problem och jag behöver det inte längre
5_M=Jag hittade ett bättre alternativ
6_M=Annat (ange)
Button_M=Fortsätt att avinstallera

[Uninstaller_M]
MenuRight_Caption=Kraftfull avinstallation
Explorer_Button=Filstrimlare
Controlpanel_Button=Kraftfull avinstallation

[ACD_M]
M_Downloading=Laddar ner:
M_TipFixing=Åtgärdar
M_Tips=Nedladdning pågår. Dubbelklicka på ikonen för att visa detaljer.
M_Installing=Installerar:
M_MD5Faild=Den nedladdade filen är skadad. Försök ladda ner den igen.
M_NetError=Hämtningen misslyckades på grund av nätverksfel. Försök igen senare!
M_DiskIsFull=Otillräckligt diskutrymme!
M_Speed=Hastighet:
M_AreSureEx=Är du säker på, att du vill avbryta nedladdningen?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Avbryt
lbl_Min.Caption=Minimera
btnClose.Hint=Stäng
lblCaption.Caption=IObit nedladdare

[EasyUninstall_M]
EasyPoint=Dra mig till ett öppet fönster, till en skrivbordsikon eller till ikonen för systemfältet.
EasyNothingInfo=Det gick inte att hitta ett mål. Dra mig till ett annat fönster, till en skrivbordsikonen eller till ikonen på systemfältet.
EasyDeleteFileFail=Filen kan inte raderas, eftersom den används nu. Stäng filen och försök igen.
EasyDeleteFolderFail=Mappen kan inte raderas, eftersom den används nu. Stäng filen och försök igen.
EasyKillProcessFail=Misslyckades med att avsluta processen.
EasyKillProcessHint1=Är du säker på, att du vill avsluta denna process?
EasyKillProcessHint2=Eventuell sparad data kommer att förloras.
EasyUninstallPath=Avinstallera eller radera:
EasyUninstall=Avinstallera
EasyShortcut=Radera genväg
EasyLocation=Öppna filplatsen
EasyDelete=Radera
EasyCancel=Avbryt
EasyTransparency=Genomskinlig
EasyOpaque=Ogenomskinlig
EasyExitEasy=Öppna huvudfönstret
EasyExitIobit_1=Avsluta IObit Uninstaller
EasyKillProcess=Avsluta processen

[ExpriedNotice_M]
Sale_Text=Men du kan få tillbaka dem med en exklusiv <a>%s</a> rabatt idag!
ExpriedOneDay_M=Din prenumeration har gått ut för <a>1</a> dag sedan.
ExpriedDay_M=Din prenumeration har gått ut för <a>%s</a> dagar sedan.
Logged_0_Text=Avinstallera loggade program noggrant med loggar som skapats under installationen
Logged_1_Text=Avinstallera 1 loggat program noggrant med logg som skapats under installationen
Logged_Text=Avinstallera %s loggade program noggrant med loggar som skapats under installationen
ExpriedMessage_M=Din prenumeration har gått ut. PRO-funktionerna är inte längre tillgängliga, men du kan fortfarande använda de kostnadsfria funktionerna.
ExpriedTipMessage_Num=Under de senaste %s1 dagarna, har IObit Uninstaller Pro hjälpt dig att avinstallera %s2-program och rensa %s3 kvarvarande filer. Förnya nu och missa inte din <a>exklusiva rabatt!</a>
ExpriedTipMessage_Normal=Vi beklagar, att informera dig om, att PRO-funktionerna inte längre kommer att vara tillgängliga. Förnya nu och njut av din <a>exklusiva rabatt!</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=Vi beklagar, att informera dig om, att följande PRO-funktioner inte längre kommer att vara tillgängliga:
lbl_Stubbron.caption=Ta bort 1000+ envisa program med den unika databasen
lbl_Update.caption=Ett klick för att alltid hålla dina viktiga program uppdaterade
lbl_Health.caption=Automatisk upptäckt av sårbarheter i programvaror och att enkelt blockera popup-aviseringar och oönskade annonser
lbl_MoneyBack.caption=Du är helt skyddad av vår 100% pengarna-tillbaka-garanti.
btn_Upgrade.caption=Jag vill ha min förnyelsesrabatt
lbl_EnterCode.caption=Jag har redan en licens

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=Din prenumeration har gått ut!
btn_OK.caption=Förnya nu

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Återkoppling
lbl_DescTitle.caption=Beskrivning:
lbl_EmailTitle.caption=E-post:
lbl_ScreenShot.caption=Skärmdump
lbl_TypeTitle.caption=Typ av förfrågan:
btnImg_FeedBackSend.caption=Skicka
btnImg_FeedBackCancel.caption=Avbryt

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Skickar ...
lbl_SendFailed.caption=Sändningen misslyckades. Klicka på OK för att skicka en online-feedback.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Tack för din feedback. Vi kontaktar dig så snart som möjligt.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Gillar!
FeedBack_2=Förslag
FeedBack_3=Misslyckades med att avinstallera
FeedBack_4=Bundleware-problem
FeedBack_5=Installera övervakningsutgåvan
FeedBack_6=Programuppdateringsproblem
FeedBack_7=Misslyckades med att visa alla program
FeedBack_8=Stora skanningsproblem
FeedBack_9=Rapportera en bugg
FeedBack_10=Andra
EmailMessage=Ogiltig e-postadress. Ange en giltig e-postadress, så att du kan få vårt svar.
MemoHint=Beskriv, i detalj, ditt förslag eller problemet du har mött, så att vi kan förbättra vår produkt i enlighet med detta.
ScreenMaxMessage=Funktionen misslyckades. Du har nått maximala 5 skärmdumpar.
CloseHintMsg=Är du säker på, att du inte vill skicka in din feedback?
SendBugck=Skicka även felsökningsfilen för vår utredning. <a>Sekretesspolicy</a>
FeedBackMessage=Skriv gärna en beskrivning.
EmailHint=Var god ange din korrekta e-post här
Startup_Delete_M=Radera
M_FiveStar=Kan du ge oss ett 5-stjärnigt betyg?

[FileShredder_M]
ShredderDetail_0=Du kan dra hit en fil eller en mapp, för att strimla den.
ShredderDetail_01=Filer som raderas på ett rutinmässigt sätt kan återställas.
ShredderDetail_02=För att ta bort filer säkert och permanent, drag bara en fil eller mapp hit för att strimla.
FileShredder_MaxCount_M=5000 filer har lagts till. Lägg till resten av filerna, efter det att dessa 5000 filer har strimlats.
Shredder_InUse_M=Vissa filer strimlades inte, eftersom det är omöjligt att skriva till dem. Kontrollera om de fortfarande används.
Shredder_Del_M_1=Är du säker på, att permanent ta bort de tillagda <a>%d</a> objekten? Den här åtgärden kan inte göras ogjord och den kan ta tid att slutföra.
Shredder_DelOne_M_1=Är du säker på, att permanent ta bort det tillagda <a>1</a> objektet? Den här åtgärden kan inte göras ogjord och den kan ta tid att slutföra.
Shredder_NotDel_M=En fil har inte strimlats, eftersom det inte går, att skriva till den. Kontrollera om den fortfarande är i bruk.
Shredder_OneFileDel_M=Filen har inte strimlats, eftersom det inte går, att skriva till den. Kontrollera om den fortfarande är i bruk.
Shredder_Sucess_M=Strimlades framgångsrikt.
Shredder_OneSucess_M=Strimlades framgångsrikt.
Shredder_DirIsEmpty_M=Det är tomt. Du kan inte strimla den.
Shredder_NotAddFolder_M=Kan inte strimla filen "%s", eftersom denna åtgärd kan orsaka instabilitet i systemet.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Filstrimlare
lbl_Listview_Title.caption=Välj den fil eller mapp, som du vill strimla:
lblLoading.caption=Laddar...
lbl_AddFile.caption=Lägg till fil...
lbl_AddFolder.caption=Lägg till mapp...
RdImageButton_Shredder.caption=Strimla
RdImageButton_Cancel.caption=Avbryt
ListView_FileList.Columns[0].Caption=Sökväg
Menu_Shredder_Shredder.caption=Strimla
Menu_Shredder_AddFile.caption=Lägg till fil
Menu_Shredder_AddFolder.caption=Lägg till mapp
Menu_Shredder_Romove.caption=Tag bort
Menu_Shredder_Clean.caption=Rensa
lbl_Shredder_Tip.caption=Strimlar filerna nu. Det kan ta lite tid, vänligen vänta ...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Det går inte att lägga till filen "%s" för strimling, eftersom denna åtgärd kan orsaka instabilitet i systemet.
EndProgressMsg=%s körs. Är du säker på, att du vill avsluta den, för att fortsätta avinstallationen?
ListView_FindReslut.Columns[0]_M=Namn
PopMenu_OpenFolder_M=Öppna filplatsen
PopMenu_ViewEntry_M=Öppna i regedit
Free_MatchStubbron=Avinstallationsregister saknas, vilket kan orsaka avinstallationsfel. Uppgradera till PRO för att åtgärda avinstallationsproblem och avinstallera programmet enkelt med vår smarta programdatabas.
Pro_MatchStubbron=Avinstallationsregister saknas, vilket kan orsaka avinstallationsfel. Åtgärda avinstallationsproblem och avinstallera programmet enkelt med vår smarta programdatabas.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Tvinga avinstallation
lbl_Info.caption=Hjälper dig, att avinstallera ett program, som inte kan avinstalleras på ett rutinmässigt sätt på grund av saknade avinstallationsregister eller inbyggda avinstallationsfel och rensar alla relaterade filer enkelt och noggrant.
btnImg_Open.caption=Bläddra...
lbl_DropInfo.caption=Du kan bläddra eller dra och släppa en fil eller mapp här, för att radera eller avinstallera det relaterade programmet.
btnImg_Uninstall.caption=Avinstallera
btnImg_Cancel.caption=Avbryt
PopMenu_Uninstall.caption=Avinstallera
PopMenu_SearchOnline.caption=Sök på nätet
ListView_FindReslut.Columns[1].caption=Storlek
ListView_FindReslut.Columns[2].caption=Installationsdatum

[HealthCheck_M]
HealthCheck_Top_ScanNow=Skanna nu
HealthCheck_Top_ScanAgain=Skanna igen
HealthCheck_Top_FixAll=Åtgärda alla
HealthCheck_Top_Stop=Stopp
HealthCheck_Top_Done=Gjort
HealthCheck_Top_Scanning=Skannar
HealthCheck_Top_Fixing=Åtgärdar
HealthCheck_Top_NoFound=Inga problem hittades. All programvara fungerar bra.
HealthCheck_Top_Title_Result_NoIssues=Inga problem behöver åtgärdas.
HealthCheck_Top_Title_Result_Single=Problemet med <a>%s</a> måste åtgärdas
HealthCheck_Top_Title_Result_Some=Problemen med <a>%s</a> måste åtgärdas.
HealthCheck_Top_Title_Skip=<a>Hoppa över nu</a>
HealthCheck_Top_FixOverResult_Single=Problemet med <a>%s</a> har rättats.
HealthCheck_Top_FixOverResult_Some=Problemen med <a>%s</a> har rättats.
HealthCheck_Top_FixOver=Alla valda problem har åtgärdats.
HealthCheck_Top_Dec_Result_Pro=Åtgärda alla problem som hittats med ett klick.
HealthCheck_Top_Dec_Result_Free=Uppgradera till PRO för att, med ett klick, åtgärda alla problem som hittats.
HealthCheck_Top_Title_A=Programvarustatus: <a>Det behövs en skanning</a>
HealthCheck_Top_Dec_A=Din programvara analyserades aldrig. Analysera all programvara nu.
HealthCheck_Top_Title_B=Programvarustatus: <a>Bra</a>
HealthCheck_Top_Dec_B=All din programvara fungerar bra.
HealthCheck_Top_Dec_C=Din programvara har inte analyserats på %s dagar. Analysera alla dina programvaror nu.
HealthCheck_Item_Title_leftovers=Avinstallationsrester
HealthCheck_Item_Dec_leftovers=Ta bort avinstallationsrester för att frigöra mer diskutrymme
HealthCheck_Item_Title_update=Föråldrad programvara
HealthCheck_Item_Dec_update_New=Uppdatera föråldrad programvara, för att minska säkerhetsriskerna
HealthCheck_Item_Title_permission=Programsamtycke
HealthCheck_Item_Dec_permission=Upptäck dolda behörigheter och inaktivera onödiga samtycken
HealthCheck_Item_Title_notifications=Störande aviseringar
HealthCheck_Item_Dec_notifications=Blockera popup-aviseringar och oönskade annonser som stör dig
HealthCheck_Item_Title_stubborn=Program med avinstallationsproblem
HealthCheck_Item_Dec_stubborn=Åtgärda avinstallationsproblem för att enkelt avinstallera program
HealthCheck_Item_Title_packages=Installationsfiler
HealthCheck_Item_Dec_packages=Rensar installationsfiler för att frigöra mer diskutrymme
HealthCheck_Item_Title_malicious=Skadlig programvara och tillägg
HealthCheck_Item_Dec_malicious=Ta bort skadlig programvara och webbläsartillägg för en snabb och säker dator
M_Fix=Åtgärda
M_Detail=Detaljerad information
M_Recissues_Single=<a>%s</a> problem utvalt att åtgärda,
M_Recissues_Some=<a>%s</a> problem utvalda att åtgärda,
M_Allissues_Single=totalt <a>%s</a> problem
M_Allissues_Some=totalt <a>%s</a> problem
M_Noissues=Inga problem hittade
M_issues_Single=<a>%s</a> problem
M_issues_Some=<a>%s</a> problem
M_Noissues2=Inga problem
HealthCheck_Exit_Scanning=Skanning pågår. Är du säker på att du vill avsluta nu?
HealthCheck_Exit_Fixing=Åtgärd pågår. Är du säker på att du vill avsluta nu?
M_UL_SelectedFix_Single=<a>%s</a> avinstallationsrest har valts att åtgärdas
M_UL_SelectedFix_Some=<a>%s</a> avinstallationsrester har valts att åtgärdas
M_OS_SelectedFix=<a>%s</a> föråldrad programvara vald att åtgärdas
M_SP_SelectedFix_Single=<a>%s</a> programtillstånd valt att åtgärdas
M_SP_SelectedFix_Some=<a>%s</a> programtillstånd valda att åtgärdas
M_DN_SelectedFix_Single=<a>%s</a> störande avisering vald att åtgärda
M_DN_SelectedFix_Some=<a>%s</a> störande aviseringar valda att åtgärdas
M_PWUI_SelectedFix_Single=<a>%s</a> program med avinstallationsproblem valt för att åtgärdas
M_PWUI_SelectedFix_Some=<a>%s</a> program med avinstallationsproblem valda för att åtgärdas
M_IF_SelectedFix_Single=<a>%s</a> installationsfil vald att åtgärda
M_IF_SelectedFix_Some=<a>%s</a> installationsfiler valda att åtgärdas
M_MSE_SelectedFix_Single=<a>%s</a> skadlig programvara och tillägg har valts att åtgärdas
M_MSE_SelectedFix_Some=<a>%s</a> skadlig programvara och tillägg har valts att åtgärdas
M_BackFix=Tillbaka till åtgärda
M_NoItems=Inga notiser hittades
M_item=objekt
M_items=objekt
M_File=Fil
M_Reg=Register
M_Tasks=Schemalagda aktiviteter
M_Ser=Systemtjänster
M_Select=Markera alla
M_TitleCount=Namn (Totalt: %d)
M_Version=Ny version
M_CurrentVersion=Nuvarande version
M_BanwebTitleCount2=Sender (Total: %d)
M_Type=Typ
M_BRate=Blockeringsgrad
M_Recommendation=Rekommendation
M_Optional=Frivillig
M_Block=Blockera
M_SiteType=Webbplatsunderrättelse
M_AppType=Appnotis
M_MSType=Skadlig programvara
M_METype=Skadlig filändelse
M_AdType=Annonstillägg
M_RegMiss=Avinstallera saknat register
HC_Ignore=Ignorera
HC_IgnoreForever=Ignorera alla uppdateringar
HC_IgnoreCurrent=Ignorera aktuell uppdatering
HC_OpenFile=Öppna filplats
HC_OpenReg=Öppna i registereditorn
HC_Search=Sök online
HC_Startup=Startobjekt
HC_Tasks=Schemalagda aktiviteter
HC_Services=Tjänster
HC_Desktopicon=Skrivbordsikon
HC_Taskbaricon=Aktivitetsfälts-ikon
HC_RightMenu=Högerklicksmeny
M_PermissionTitleCount=Tillståndstyp (Totalt: %d)
M_Name=Namn
M_Installed=Installerad
M_Over30Day=Inte använd på över 30 dagar
M_Status=Status
M_Disable=Inaktivera
M_FixDetails=Se åtgärdsdetaljer nedan:
M_Fix_RecTitle=Mer kan göras för en snabbare och renare dator:
M_Fix_RecLog=Rensa Uninstall med loggen
M_Fix_RecLog_Des=Avinstallera grundligt program med loggar, som skapats under installationen
M_Fix_RecBundleware=Enklare borttagning av bundleware
M_Fix_RecBundleware_Des=Övervaka programinstallationen i realtid och ta enkelt bort bundleware
M_Fix_RecLeftover=Radera alla rester automatiskt
M_Fix_RecLeftover_Des=Radera automatiskt rester, som inte kan raderas av andra avinstallerare
M_Fix_RecProgram_Single=<a>%s</a> Stort program hittades
M_Fix_RecProgram_Some=<a>%s</a> Stort program hittades
M_Fix_RecProgram_Des=Avinstallera onödiga stora program, för att frigöra mer diskutrymme
M_Fix_RecWinApp_Single=<a>%s</a> Windowsappen hittades
M_Fix_RecWinApp_Some=<a>%s</a> Windowsapparna hittades
M_Fix_RecWinApp_Des=Avinstallera onödiga Windowsappar, för att frigöra mer diskutrymme
M_Fix_RecEasyUn=Smartare enkel avinstallation
M_Fix_RecEasyUn_Des=Avinstallera enkelt ett program genom att dra ikonen Enkel avinstallation till programmets öppnade fönster, skrivbordsikon eller ikonen i systemfältet
M_Fix_RecStubborn=Borttagare för envisa program
M_Fix_RecStubborn_Des=Unik databas stöder, att ta bort 1000+ envisa program
M_UnlockTitle_Single=Lås upp PRO-funktionerna för att åtgärda problemet med %s
M_UnlockTitle_Some=Lås upp PRO-funktionerna för att åtgärda alla problem med %s
M_UnlockNow=Lås upp nu
M_Back=Tillbaka
M_Try=Prova nu
M_Upgrade=Uppgradera nu

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Namn: (Totalt: %d)
ListviewHeader_Software_M=Namn
History_info_DouBle_M=programmen blev inte helt avinstallerade förra gången. Klicka på Avinstallera för att fortsätta.
History_info_One_M=programmet blev inte helt avinstallerat förra gången. Klicka på Avinstallera för att fortsätta.
History_Scanfor_M=Skanna efter rester
History_ViewDetail_M=Visa detaljer
UninstallLog_No_IsEmpty_M=Inga kvarvarande filer hittades vid skanningen.
Program_Information=Programinformation
Files_Deleted=Filer raderades
Registries_Deleted=Registerposter raderade
Scheduled_Tasks_Deleted=Schemalagda uppgifter raderades
Deleted_on_Reboot=Raderad vid omstart
Service_Deleted=Tjänsten raderad
Export_M=Exportera
rdlbl_NoTkanks=Nej tack
RdLabelDetailNull=Detaljer och status för varje avinstallerat program visas här.
RdLabelDetails=IObit Uninstaller har hjälpt dig att avinstallera <a>%d</a> program och spara <a>%s</a> diskutrymme.
RdLabelDetail=IObit Uninstaller har hjälpt dig att avinstallera <a>%d</a> program och spara <a>%s</a> diskutrymme.
History_NoUninstalled_M=Inte installerad
History_Residualfilesleft_M=Restfiler finns kvar
M_NoHistoryFound=Ingen avinstallationshistorik hittades

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Avinstallationshistorik
ListView_History.Columns[1].Caption=Avinstallationsdatum
ListView_History.Columns[2].Caption=Storlek
ListView_History.Columns[3].Caption=Funktion
Menu_ClearThis.Caption=Rensa historik
Menu_ClearAll.Caption=Rensa all historik

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nej tack
RdImgBtnUninstall.caption=Avinstallera
RdListView_History.Columns[0].Caption=Programnamn
RdListView_History.Columns[1].Caption=Status

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Installera bildskärm
lbl_RegText.caption=Registerposter:
lbl_SzieText.caption=Total storlek:
lbl_StartText.caption=Uppstart:
lbl_FileText.caption=Filer:

[InstallDetected_M]
Install_DetectedTitle=%s installerades med följande skapade objekt.
Install_DetectedTitleEx=<a>%s</a> program installerades med följande skapade objekt.
Install_ViewDetail=Visa detaljer

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Aktivera
lbl_Caption.caption=Ny installation upptäckt
lbl_InstallMoniorInfo.caption=Vi rekommenderar, att du aktiverar Install Monitor, som hjälper dig att logga in och se alla ändringar som gjorts i ditt system under programinstallationen.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Loggade installationer
rdlbl_Or.Caption=eller
rdlbl_Auto.Caption=Automatisk övervakning
rdlbl_Drap.Caption=Manuell övervakning

[IUInstallMonitorFrm_M]
TipFileMsi=Ostödd exekverbar installationsfil. Välj igen och försök igen.
TipFileNotMsiExe=Ogiltig exekverbar installationsfil. Välj en giltig körbar installationsfil och försök igen.
AddTip1=Installationsövervakaren
AddTip2=En installation övervakas redan. Försök igen när installationen är klar.
StarFileTip=Misslyckades med att köra
ExePathErrorTip=Installationsfilen från en nätverksenhet stöds inte. Kopiera den till din lokala enhet och försök igen.
Logging=Loggar systemändringar ...
rdlbl_TipContent_M=Install Monitor upptäcker och loggar systemändringar under installationen, vilka låter dig se, vilka ändringar de övervakade programmen gjorde under installationen.
rdlbl_SwitchTip.Caption_M=Upptäck och logga programinstallationer automatiskt
rdlbl_DragFileTip.Caption_M=Lägg till eller dra en installationsfil hit, för att installera och logga systemändringarna

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Installationslogg
rdlbl_Export.Caption=Exportera
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Visningsnamn:
InstallDateTip=Installationsdatum:
VersionTip=Version:
PublisherTip=Utgivare:
LocationTip=Plats:
InstallationDurationTip=Installationslängd:
InstallPackageTip=Installera paket:
RegEntriesTip=Registerposter:
FilesCountTip=Filer:
TaskCountTip_M=Schemalagda aktiviteter:
ServiceCountTip_M=Systemtjänster:
DllCountTip=DLL-registrering:
StartUpCountTip=Startobjekt:
TotalSizeTip=Total storlek:
ProgramInformationTip=Programinformation
MMORegistryTip=Registerposter
MMOFilesTip=filer
MMOTaskTip_M=Schemalagda aktiviteter:
MMOServiceTip_M=Systemtjänster:
MMODllTip=DLL-registrering
MMOStartUpTip=Startobjekt
MonitorLog_SecondsLan=sekunder
MonitorLog_SecondSingleLan=sekund

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Återkoppling

[MainForm_M]
Nav_Colle_Program_All=Program
Nav_Colle_Browser_Extensions=Webbläsartillägg
Nav_Colle_Win=Windowsappar
Nav_Colle_AC=Händelsecenter
Nav_Colle_SH=Programvaruhälsa
Nav_Item_Program_All=Alla program
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Nyligen installerat
Nav_Item_Program_Infrequent=Sällan använt
Nav_Item_Program_Large=Stora program
Nav_Item_Browser_Extension_All=Alla webbläsartillägg
Nav_Item_InstallMonitor=Installationsövervakare
Nav_Item_Logged=Loggade program
Hint_Settings=Alternativ
Hint_Tools=Verktyg
UninstallProTipEnterCode=Ange kod
Button_Uninstall=Avinstallera
Button_Remove=Tag bort
Button_Update=Uppdatera allt
Button_Install=Installera nu
ToolPopForceUninstallEx=Tvingande avinstallation+
ToolPopSoftUpdater=Programuppdaterare
ToolPopStubborn=Borttagare av envetna program
ToolPopHistory=Avinstallera historik
ToolPopFileShredder=Filstrimlare
ToolPopHunterMode=Lätt att avinstallera
ToolPopUpdateUninstall=Avinstallation av Windows-uppdateringar
MoreSettingPopSetting=Inställningar ...
MoreSettingPopRestore=Systemåterställning
MoreSettingPopExport=Exportera programlista
MoreSettingPopUpdate=Sök efter uppdateringar
MoreSettingPopManual=Användarmanual
MoreSettingPopSupport=Teknisk support
MoreSettingPopOnline=IObit på nätet
MoreSettingPopAbout=Om
MoreSettingPopWhatsNew=Vad är nytt
MoreSettingSubscription=Min prenumeration
DefaultSelProg=Avinstallera onödiga program för att frigöra mer utrymme.
DefaultSelPlug=Ta bort oönskade pluginprogram för att skydda din webbläsare.
DefaultSelADPlugin1=Ta bort en skadlig annonsplugin för säker surfing.
DefaultSelADPlugin2=Tag bort %d skadliga annonsplugins för säker surfing.
DefaultSelWApp=Avinstallera oönskade windowsappar för att förbättra din dator.
DefaultSelBundle=Avinstallera oönskade bundlewareprogram.
DefaultSelUpdate=Få dina viktiga program uppdaterade.
DefaultUpdaterPromot=Uppdatera fler program med IObit Software Updater.
DefaultUpdaterPromote1=föråldrat program hittades.
DefaultUpdaterPromote2=föråldrade program hittades.
DefaultUpdaterPromoteInfo=Klicka på Uppdatera alla för att uppdatera alla föråldrade program med ett klick.
SelInfoProg=valt program att avinstallera. Total storlek:
SelInfoProgM=valda program att avinstallera. Total storlek:
SelInfoPlug=valt pluginprogram att avinstallera.
SelInfoPlugM=valda pluginprogram att avinstallera.
SelInfoApp=app vald för att avinstallera. Total storlek:
SelInfoAppM=appar valda för att avinstallera. Total storlek:
SelInfoBundle=valt objekt att avinstallera. Total storlek:
SelInfoBundleM=valda objekt att avinstallera. Total storlek:
BundleHint=När du installerar huvudprogrammet, kan vissa andra program även installeras utan ditt medgivande. Du kan avinstallera de program du inte vill ha.
RestoreDefaultSettingsButton=Återställ %s standardinställningar
APTitle=Aktivera alla proprogram
AP5=Rensa avinstallerat med logg
AP2=Radera krångliga appar
AP6=Smidig programvaruprestanda
AP4=Programuppdaterare med ett klick
MainUpdate_Hint=Ny version
NewsDisconnCaption=Dela IObit Uninstaller med familj och vänner.
NewsDisconnDes=De kommer gärna använda det!
NewsNewVerCaption=Viktig uppdatering tillgänglig
NewsNewVerDes=Ladda ner den senaste versionen nu.
ToolPopForceUninstall_Detail=Hjälp med att avinstallera program som inte kan avinstalleras på ett rutinmässigt sätt
ToolPopSoftUpdaterEx_Detail=Uppdatera föråldrad programvara, för att minska säkerhetsriskerna
ToolPopHistory_Detail=Visa detaljer och status för varje avinstallerat program
ToolPopFileShredder_Detail=Hjälp med att ta bort oönskade filer säkert och permanent
ToolPopHunterMode_Detail=Dra ikonen Enkel avinstallation för att enkelt avinstallera program
ToolPopUpdateEx_Detail=Avinstallera oönskade Windows-uppdateringar för att frigöra mer diskutrymme
ToolPopStubbornEx_Detail=Unik databas stöder borttagning av 1000+ envisa program
DefaultSelInfo_Logged=De loggade programmen kan noggrant avinstalleras.
MoreSettingTranslate=Hjälp oss att översätta

[MetroApp_M]
NoSerchItem_Tip=Inga objekt matchar din sökning.
Win8NoItemTip_M=Inga Windows-appar hittades
Win8LoadingApp=Läser in appar ...
Win8ListViewGroupsWin8AppHeader=Windowsappar
Win8ListViewGroupsWin8AppSubtitle=Appar publicerade av Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Tredjepartsprogram
Win8ListViewGroupsThirdSubtitle=Appar publicerade av tredje part.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Namn
ListView_AppList.Columns[1].caption=Storlek
ListView_AppList.Columns[2].caption=Användarbetyg
ListView_AppList.Columns[3].caption=Funktion
lbl_Notice.caption=För att visa dina windowsappar, se till att ditt nuvarande konto har administrativa rättigheter.
mniUninstall.caption=Avinstallera
mniRefush.caption=Uppdatera
mniDetails.caption=Detaljer
mniOpenFile.caption=Öppna filplatsen
mniOpenReg.caption=Öppna i registereditor
mniOpenWinstore.caption=Öppna i Winstore
mniSearchOnline.caption=Sök på nätet
mniRate.caption=Bedöm

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Avinstallera nu
rdlbl_NoticeInfo.Caption=Ditt lediga diskutrymme är under 10%.
rdlbl_NoticeTip.Caption=Avinstallera oönskade program med IObit Uninstaller för att återvinna mer diskutrymme.

[LeftNoticeForm_M]
LeftFound=<a>%s</a> avinstallationsrester hittades.
LeftTip=Rensa dem för att frigöra mer diskutrymme.
LeftBtn=Rensa nu

[SoftNoticeForm_M]
PopupTip=Störande aviseringar upptäcktes
PopUpOne=<a>1</a> popup-avisering kan blockeras för att undvika avbrott.
PopUpEx=<a>%s</a> popup-aviseringar kan blockeras för att undvika avbrott.
PopupBtn=Blockera nu

[Malicious_M]
NoticeInfoEx_One=Skadlig programvara/tillägg upptäcktes<BR><a>1</a> skadlig programvara/tillägg kan tas bort för snabb och säker dator.
NoticeInfoEx_Some=Skadlig programvara/tillägg upptäcktes<BR><a>%d</a> skadlig programvara/tillägg kan tas bort för snabb och säker dator.

[InstallClearForm_M]
SetupTip=Onödiga installationsfiler upptäcktes
SetupClean=<a>1</a> onödig installationsfil kan tas bort för att frigöra <a>%s</a> diskutrymme.
SetupCleanEx=<a>%s</a> onödiga installationsfiler kan tas bort för att frigöra <a>%s</a> diskutrymme.
SetupBtn=Rensa nu

[uninstall_Mitor_M]
showDetails_M=Visa detaljer
Cleanmanually_M=Rensa manuellt
AutoClean_M=Rensa automatiskt
Cleaning_M=Rensar
Cleannow_M=Rensa nu
StillLeavas_M="%s" fortfarande kvar:
LeftoversRemoved_M=Rester från %s togs bort:
Registry_M=Register
File_M=Fil
Files_M=filer
Cleanfuture_M=Rensa automatiskt i framtiden
Setting_M=Inställningar
Uselessfiles_M=Oanvändbara filer
Uselessregistryentries_M=Oanvändbara registerposter
UselessregistryentriesOne_M=oanvändbar registeruppgift
Lan_BundleNoticeText_M=Bundleware hittades vid installationen av %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Skadliga verktygsfält och pluginprogram
ListViewGroupMaliciousDesc=Dessa verktygsfält och pluginprogram kan ändra din standardwebbläsare och stjäla privat information.
ListViewGroupAdTitle=Annonsbaserade verktygsfält och pluginprogram
ListViewGroupAdDesc=Dessa verktygsfält och pluginprogram kan visa reklam, bannerannonser, etc.
ListViewGroupTrustTitle=Tillförlitliga verktygsfält och pluginprogram
ListViewGroupTrustDesc=Dessa verktygsfält och pluginprogram skadar inte din dator. Du kan ta bort eller behålla dem, enligt egna önskemål.
ListViewGroupExtensions=Filändelser
ListViewGroupPlugins=Pluginprogram
ListViewGroupToolbar=Verktygsfält
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Filändelser används för att anpassa webbläsaren med funktioner du vill ha.
ListViewGroupPlugin_DES=Pluginprogram kan enkelt installeras och användas som en del av webbläsaren.
ListViewGroupToolbar_DES=Verktygsfältet hjälper användarna att snabbt komma åt webbplatser eller utföra andra programfunktioner.
ListViewGroupBHO_DES=BHO hjälper till att skapa personliga webbläsare och förse med enklare interaktiva funktioner.
ListViewGroupActivex_DES=ActiveX används av Internet Explorer för att underlätta uppspelning av multimedia.
NoSerchItem_Tip=Inga objekt matchar din sökning.
PluginColumnStr_Title=Namn (Totalt: %d)
ChromeSyncMsg=Chrome Sync är aktiverad. De plugin-program, som valts för att ta bort, kan installeras om automatiskt efter borttagning. Klicka på <a>Inaktivera Chrome Sync</a> för att följa stegen i vårt forum för att inaktivera Chrome Sync.
EdgeSyncMsg=Edge synkronisation är aktiverat. De tillägg som valts, för att tas bort, kan installeras om automatiskt efter borttagning. Klicka på <a>inaktivera Edge synkronisation</a> för att följa de detaljerade stegen, för att inaktivera Edge synkronisation.
FuncPluginSysPluginMsgBox=Det rekommenderas inte att ta bort %s eftersom vissa webbläsarfunktioner kan påverkas efter borttagningen.
FuncPluginLoading=Laddar...
FuncPluginRmoveSuccess=Avlägsnades framgångsrikt. Läser in ...
FuncVotePlugSelectMsgBox=Välj objekt att betygsätta
FuncPluginRmoveConfireSingleMsgBox=Är du säker på, att ta bort det valda objektet?
FuncPluginRmoveConfireSomeMsgBox=Är du säker på, att ta bort de valda objekten?
FuncCheckBrowserMsgBox_1=%s körs.
FuncCheckBrowserMsgBox_2=Klicka på OK för att stänga. (Spara ditt innehåll först).
FuncCheckBrowserMsgBox_3=Eller klicka på Avbryt för att avbryta funktionen.
FuncCheckBrowserMsgBox_4=%s körs.
FuncCheckBrowserMsgBox_5=Klicka på OK för att stänga. (Spara ditt innehåll först).
FuncCheckBrowserMsgBox_6=Eller klicka på Avbryt för att avbryta funktionen.
FuncPluginRemoveFailedMsgBox_4=%s kan misslyckas att tas bort, eftersom den är skyddad av %s. Avsluta %s och starta om IObit Uninstaller, för att ta bort igen.
FuncRestoreSuccessMsgBox=Återställt till standardinställningar.
FuncRestoreFailedMsgBox=Det gick inte att återställa standardinställningarna för webbläsaren.
PluginRestoreStr=Återställ %s standardinställningar
mniOpeninRegedit_M=Öppna i regedit
lbl_NoFoundItems.caption_M=Inga verktygsfält eller plugins hittades

[VoteText_M]
FuncVoteMarkSelectMsgBox=Bedöm
FuncVoteFailedMsgBox=Bedömningen misslyckades - kontrollera din nätverksanslutning och försök igen.
FuncVoteActiveVote=Bedöm
FuncVoteWaitting=Skickar bedömningen, vänta ...
VoteStr_1=<a>1</a> användare har bedömt. Du har redan betygsatt.
VoteStr_2=Ingen bedömning ännu. Bli först med att betygsätta.
VoteStr_3=<a>%d</a> användare har bedömt. Du har redan betygsatt.
VoteStr_4=<a>%d</a> användare har bedömt. Vad tycker du om det här tillägget?
VoteStr_5=<a>%d</a> användare har bedömt. Vad tycker du om den här appen?
Removingnow_M=Tar bort nu ...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Namn
rdlvAllBrowse.Columns[1].Caption=Användarbetyg
rdlvAllBrowse.Columns[2].Caption=Funktion
rdlvCustomBrowse.Columns[0].Caption=Namn
rdlvCustomBrowse.Columns[1].Caption=Funktion
mniRemove.Caption=Tag bort
mniRate.Caption=Betygsätt
mniIgone.Caption=Ignorera
mniRefush.Caption=Uppdatera
mniOpenFloder.Caption=Öppna filplatsen
mniSelectedAll.Caption=Markera alla
mniInvertSelection.Caption=Invertera valet
mniSearchOnline.Caption=Sök på nätet

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Återställ webbläsare
lblConfire.Caption=Är du säker på att du vill återställa standardinställningarna?
lblHomepageTitle.Caption=Nuvarande hemsida:
lblSearchTitle.Caption=Aktuell standardsökmotor:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Avbryt

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=21 / 5000
lbl_Removing.Caption=Tar bort ...

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Inga sådana program hittades (som inte använts på mer än 2 månader)
Noprograms_Size_M=Inga program överstiger %s.
Noprograms_match_M=Inga objekt matchar din sökning.
Noprograms_Recent_M=Inga program installerade under de senaste 10 dagarna.
monthsago_M=%d månader sedan
yearsago_M=%d år sedan
yearsagos_M=%d år sedan
SoftwareFrame_InstallDate_M=Installationsdatum
SoftwareFrame_FrequencyUse_M=Senast använd
HistoryInfo_DisplayName=Visningsnamn
HistoryInfo_Publisher=Utgivare
HistoryInfo_Version=Version
HistoryInfo_InstallDate=Installationsdatum
HistoryInfo_UseSize=Utrymmesförbrukning
HistoryInfo_Location=Plats
HistoryInfo_UninstallDate=Avinstallera data
Lan_NoBundle_New=Bundleware är programvaran som kan installera andra program, utan att du vet det, när du installerar huvudprogrammet.
Lan_Main_Soft=Huvudprogram
Lan_Bundled_Soft=Paketprogram
Lan_Bundled_Plug=Paketplugins
ColumnName_Logged=Installera loggen
ColumnName_LogDate=Installera datum
ViewDetail=Titta på loggen
NoPrograms_Logged=Program som är loggade av Install Monitor kan avinstalleras noggrant vid en framtida avinstallation.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Storlek
ListView_SoftwareList.Columns[2].Caption=Installationsdatum
ListView_SoftwareList.Columns[3].Caption=Funktion
Menu_Program_Uninstall.caption=Avinstallera
Menu_Program_Repair.caption=Laga
Menu_Program_Refresh.caption=Uppdatera
Menu_Program_OpenFileLocation.caption=Öppna filplatsen
Menu_Program_OpeninRegedit.caption=Öppna i registereditor
Menu_Program_SearchOnline.caption=Sök på nätet
mni_Openthewebsite.caption=Öppna webbplatsen

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Typ
ListView_BundleList.Columns[2].Caption=Funktion
Menu_Program_Uninstall.caption=Avinstallera
Menu_Program_OpenFileLocation.caption=Öppna filplatsen
Menu_Program_OpeninRegedit.caption=Öppna i registereditor
Menu_Program_SearchOnline.caption=Sök på nätet
mni_Ignore.caption=Ignorera
mniOpenthewebsite.caption=Öppna webbplatsen

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bundleware hittades.
btn_UninstallAll.caption=Avinstallera alla
lbl_Info.caption=Avinstallera alla följande bundleware samtidigt med IObit Uninstaller PRO eller avinstallera bara det aktuella programmet.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bundleware hittades. Välj även oönskad bundleware, som du vill avinstallera.

[PromoteForm_M]
M_ProAD_Title=Fler funktioner och fördelar med PRO-versionen:
M_ProAD_CleanLog=Avinstallera noggrant program med loggar som skapats under installationen
M_ProAD_Monitor=Övervakar programinstallation och tar enkelt bort buntprogram
M_ProAD_Database=Stor databas för att, noggrant, ta bort envisa program
M_ProAD_Plugin=Ta bort skadliga/annons-plugins för säker och smidig onlinesurfing
M_ProAD_Update=Ett klick för att alltid hålla dina viktiga program uppdaterade
M_ProAD_SoftHealth=Automatisk upptäckt av sårbarheter i programvaror och att enkelt blockera popup-aviseringar och oönskade annonser
M_Continue=Fortsätt avinstallationen
M_BundleTitle=Aktivera IObit Uninstaller PRO för att avlägsna bundleware helt och hållet.
M_BundleTitle2=Övervaka installation av program i realtid och ta enkelt bort bundleware.
M_UninstallLogTitle=Aktivera IObit Uninstaller PRO för att automatiskt upptäcka och logga programinstallation för framtida noggrann avinstallation med spårade loggar.
M_PluginMaliciouTitle=Aktivera IObit Uninstaller PRO för att noggrant ta bort skadliga/annons-plugins.
M_PluginMaliciouTitle2=Den ständigt växande databasen hjälper till, att ta bort fler skadliga/annons-plugins.
M_SPUninstallFail=%s avinstallation misslyckades.
M_SPAD_Title=Aktivera PRO för att avinstallera med en specifik databas.
M_SPUninstallFailCount=%d avinstallationer misslyckades.
M_SPADCount_Title=kan inte avinstalleras på normalt sätt. Aktivera PRO för att avinstallera med en specifik databas.
SpecPromotTile_1=%s avinstallation misslyckades.
SpecPromotTile_2=%d avinstallationer misslyckades.
SpecPromotTile_3=1 program avinstallerades.
SpecPromotTile_4=%d program avinstallerades.
SpecPromotTile_5=Men ett program misslyckades med att avinstalleras.
SpecPromotTile_6=Men %d program misslyckades med att avinstalleras.
SpecPromotInfo_1=Aktivera PRO för att avinstallera med en specifik databas.
SpecPromotInfo_2=Aktivera PRO för att avinstallera med en specifik databas.
SpecPromotInfo_3=%s kan inte avinstalleras på normalt sätt.

[Protip_M]
Congratulations_M=Grattis!
YouHave_M=Du har blivit uppdaterad till den senaste IObit Uninstaller.
Try_M=Testa nu!
Tip_M=IObit Uninstaller <a>%d</a> har, automatiskt, framgångsrikt uppdaterats.
WhatNew_M=Nytt i senaste versionen:
More_M=Flera detaljer

[Uninstaller_Public_M]
Lan_ButtonCancel=Avbryt
Lan_ButtonClose=Stäng
Lan_ButtonContinue=Fortsätt
Lan_ButtonClean=Rensar
Lan_Cleaning=Rensar
Lan_Details=Detaljer
Lan_Exit=Avsluta
Lan_Hide=Dölj
Lan_Ignore=Ignorera
Lan_Ignored=Ignorerad
Lan_item=objekt
Lan_items=objekt
Lan_LoadingD=Laddar...
Lan_WindowMin=Minimera
Lan_WindowMax=Maximera
Lan_ButtonNo=Nej
Lan_Name=Namn
Lan_NameT=Namn (Totalt: %d)
Lan_Notagain=Visa inte detta igen
Lan_ButtonOK=OK
Lan_Publisher=Utgivare
Lan_WindowRest=Återställ
Lan_ButtonRemove=Tag bort
Lan_State=Stat
Lan_Show=Visa
Lan_Scan=Skanna
Lan_Search=Sök
Lan_ButtonUninstall=Avinstallera
Lan_Version=Version
Lan_ButtonYES=Ja
Lan_ButtonFor0=Få PRO för 0 kr
Lan_ButtonActivate=Aktivera nu
Lan_ButtonUpgrade=Uppgradera nu
Lan_ButtonUpgradeFor0=Uppgradera till PRO för 0 kr
Lan_DisplayName=Namn
Lan_Installationpath=Installationsväg
Lan_Description=Beskrivning
Lan_LinkAbout=Om länken
Lan_LinkHelp=Hjälplänk
Lan_SysMsgCorrupted=Vissa filer i IObit Uninstaller är skadade. Installera om programmet.
Lan_Bit=bit

[RC_M]
M1=Gratis att Få PRO Edition
M2=0 kr för att njuta av enklare, kraftfullare och mer komplett avinstallation.
M3=Automatiskt
M4=Rengöring av Restfiler
M5=1 Klick
M6=Åtgärda Alla Programvaruproblem
M7=1000+
M8=Borttagning av Envis Program
M9=50% Större
M10=Software Updater Database
M11=Nu erbjuds fler fantastiska och förbättrade PRO-funktioner GRATIS:
M12=GRATIS för att möjliggöra Automatisk Rensning av Återstående Filer
M13=och njut av snabbare och smidigare dator med lätthet.

[Unistaller_Register_M]
license_OtherCode_M=Licenskoden %s gäller bara för %s. Klicka på OK för att ladda ner och registrera din %s.
LicenseCannotconnect_M=Kan inte ansluta till vår server. Kontrollera dina nätverks- och proxyinställningar och försök att verifiera din licens senare.
license_OtherGivewalys_M_M=%s är en giveaway-licens och gäller endast för den angivna versionen. Klicka <a>här</a> för att köpa ny licenskod för IObit Uninstaller %s PRO.
License_expired_M=Licensen %s har löpt ut. Klicka <a>här</a> för att köpa en ny licens.
License_maximum_M=Licensen %s har aktiverats för maximalt antal datorer och kan inte användas. Klicka <a>här</a> för att köpa en ny licens och aktivera IObit Uninstaller PRO för denna dator.
License_Free_M=Licensen %s kan inte aktiveras. Köp en ny licens för IObit Uninstaller PRO.
License_valid_M=Ogiltig licenskod! Ange en giltig kod.
LicenseSeat_M=Licensantal:
LicenseCodeLiftTime_M=Detta är en livstidskod, som endast gäller för IObit Uninstaller v%d. Installera om din IObit Uninstaller v%d PRO.
licensedays_left_M=%d dagar kvar
licenseday_left_M=%d dag kvar
LicenseCodeLocation_M=Licenskoden %s är inte giltig i din region eller land. Klicka på OK, för att köpa en giltig.
Never_M=Aldrig
M_CheckLicense=Du kan gå till Min prenumeration under menyn Alternativ för att kontrollera din licensstatus.

[Uninstaller_Form_Activate]
Label_Get.caption=Få licens
Label_Retrv.caption=Hämta koden
Label_Eg.caption=T.ex.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Registrera nu
RdLabelCaption.caption=Aktivera PRO-versionen för bättre serviceupplevelse
Label_Please.caption=Ange din licenskod och klicka på "Registrera nu" för att aktivera alla funktioner i PRO-versionen.
Label_Code.caption=Licenskod:
RdBtnlab.caption=Fler fördelar - vi lovar:
RdImgBtn_Upgrade.caption=Uppgradera till PRO

[Form_Activate_M]
TitleOne=Rensa avinstallationen med loggen
ContentOne=Avinstallera noggrant program med loggar, som skapats under installationen
TitleTwo=Borttagning av envisa program
ContentTwo=Ta bort 1000+ envisa program med den unika databasen
TitleThree=Smidig programvaruprestanda
ContentThree=Automatisk upptäckt av sårbarheter i programvaror och att enkelt blockera popup-aviseringar och oönskade annonser
TitleFour=Programuppdaterare
ContentFour=Ett klick för att alltid hålla dina viktiga program uppdaterade

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Stäng
lbleg.Caption=T.ex.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=hjälp
Label_Please.caption=Ange din licenskod och klicka på "Registrera nu" för att aktivera alla funktioner i PRO-versionen.
Label_Code.caption=Licenskod:
RdImgBtnRegister.caption=Registrera nu
Label_Retrv.caption=Hämta koden
Label_HaveLicense.caption=Har du ingen licens?
Label_click.caption=Klicka här, för att få en.
RdImageButton_Back.caption=Tillbaka
RdImageButton_Close.caption=Stäng
RdLabelCaption.caption=Licenshanteraren
Label_Status.caption=Licensstatus:
Label_Activated.caption=Aktiverad
Label_Lcode.caption=Licenskod:
Label_Data.caption=Utgångsdatum:
Label_Refresh.caption=Uppdatera
Label_Export.caption=Exportera licens
rdlblAlread.caption:=Har redan en licenskod

[uninstaller_Form_licensemessage]
rdlblHelp.caption=hjälp
RdImgBtn_Closetwo.caption=Stäng
Label_success.caption=Licensen har aktiverats framgångsrikt!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Vänsterklicka och dra musen för att välja det område, du vill ta en skärmdump av
M_NoticeInfo_AC=2. Högerklicka eller tryck på Esc för att avsluta
M_Rect=Rektangel
M_Oval=Oval
M_Text=Text
M_Paintbrush=Målarpensel
M_Return=Ångra operation (Ctrl + Z)
M_Copy=Kopiera till Urklipp
M_Exit=Avsluta skärmdump
M_Save=Spara
M_TipInfo=Skärmdumpen har sparats i Urklipp. Du kan använda Ctrl + V för att klistra in.
M_TipShow=Visa inte detta meddelande igen
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Inställningar
lbl_UserInterfaceTitle.caption=Användargränssnitt
lbl_SkinTitle.caption=Skal:
lbl_LanguageTitle.caption=Nuvarande språk:
lbl_FontSize.caption=Textstorlek:
lbl_Dark.caption=Mörk
lbl_Light.caption=Ljus
lbl_UpdateTitle.caption=Uppdateringsmetod
lbl_UpdateChooseDes.caption=Uppdateringsmetod för denna produkt:
btnImg_UpdateRemind.caption=Påminn mig, när det finns en uppdatering
btnImg_UpdateAuto.caption=Uppdatera automatiskt
lbl_GeneralCaption.caption=Allmän
btnImg_AutoDelete.caption=Tag bort resterande filer automatiskt
btnImg_AfterUninstallAutoScan.caption=Tag automatiskt bort rester av program, som avinstallerats av andra avinstallationsprogram
btnImg_RemoveToRecycleBin.caption=Lägg borttagna filer i papperskorgen
btnImg_ShowExplorerButton.caption=Lägg till en knapp för strimling av filer i Utforskaren
btnImg_ShowComponents.caption=Visa inte systemkörningskomponenter
btnImg_ShowMenuButton.caption=Lägg till ett kraftfullt avinstallationsalternativ i Windows snabbmeny
btnImg_CreateRestore.caption=Skapa en återställningspunkt före avinstallation
btnImg_OK.caption=OK
btnImg_Cancel.caption=Avbryt
lbl_HotKey.caption=Snabbknapp för enkel avinstallation:
lbl_OccupiedHotKey.caption=Redan använd, skriv in en ny.
lbl_Notification.caption=Underrättelser
btn_NotifySoftUpdater.caption=Meddela mig, när programuppdateringar finns tillgängliga.
btnImg_SystemDiskSpace.caption=Meddela mig, när ledigt diskutrymme är under 10%
lbl_Boundleware.caption=Bortse från lista
btnImg_remove.caption=Tag bort
btnImg_UserInterface.Caption=Användargränssnitt
btnImg_General.Caption=Allmän
btnImg_Notification.Caption=Underrättelser

[Uninstall_setting_M]
Setting_UITitle=Användargränssnitt
Setting_GeneralTilte=Allmän
Setting_NotificationTilte=Underrättelser
Setting_BoundlewareTilte=Bortse från lista
Setting_Size_Normal=Normal
Setting_Size_Large=Stor
Setting_Size_Larger=Större
Setting_listviewHeader=Objektnamn
SystemComponentsInfo=Systemkomponenter som Microsoft .NET Framework, Microsoft Visual C ++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Meddela mig när installationsloggen skapas efter automatisk övervakning
btnImg_BundlewareInstalled_M=Meddela mig när bundleware installeras
btnImg_BrowserPlugTip_M=Meddela mig när skadliga plugins är installerade
btnImg_AutoCleanTipForm_M=Meddela mig, när det upptäcks kvarvarande filer, som lämnats kvar av andra avinstallationsprogram
btnImg_leftovers_M=Meddela mig när rester av avinstallerade program upptäcks
btnImg_SoftNotific_M=Meddela mig när popup-aviseringar upptäcks
btnImg_NotNeedInstall_M=Meddela mig när onödiga installationsfiler upptäcks
btnImg_Boundleware.Caption_M=Ignoreralista
rdlbl_BoundlwareTip.caption_M=De ignorerade Bundleware kommer inte att upptäckas, förrän du tar bort dem från listan nedan.

[SoftUpdate_M]
SUCaption=Programuppdaterare
SU_GroupOutData=Föråldrad
SU_GroupUpToDate_New=Aktuell
SU_Ignore=Ignorera
SU_Ignored=Ignorerad
SU_NoIgnore=Ångra ignorering
SU_Update=Uppdatera
SU_Updating=Uppdaterar
SU_UpToDate=Aktuell
SU_NewVersion=Ny version
SU_CurrVersion=Nuvarande version
SU_ActivePro=Aktivera automatiska uppdateringar
SU_Button_UpdateAll=Uppdatera allt
SU_NoUpdates=Ingen uppdatering är tillgänglig för programvaran på din dator.
SU_IgnoreForever=Ignorera alla uppdateringar
SU_IgnoreCurrent=Ignorera aktuell uppdatering
SU_CancelUpdate=Uppdatering pågår. Är du säker på, att du vill avbryta uppdateringen?
SU_DefaultSelUpdate=All programvara är uppdaterad!
SU_DefaultUpdaterPromoteInfo=Uppdatera all föråldrad programvara för att minska säkerhetsriskerna.

[SoftUpdatePromote_M]
IUP_Manually=Uppdatera manuellt
Img_Tab=Få mer med IObit Uninstaller PRO
LbIUPromote1=Uppdatera alla viktiga program med bara ett klick
LbIUPromote2=Installera uppdateringar automatiskt utan att gå till en webbplats
SUInstall=Installera
SUImg_Tab=Installera IObit Software Updater
LbSUPromote1=Uppdatera fler program utan problem
LbSUPromote2=Installera enkelt de program du vill ha
SUEULA=Genom att klicka på "Installera" godkänner du att installera IObit Software Updater och acceptera dess <a>EULA</a> och <a>Sekretesspolicy</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> produkt måste uppdateras
TipOnes=<a>%s</a> produkter måste uppdateras
TipInfo=för att skydda din dator från säkerhetsproblem
NeverShow=Visa inte detta igen
BtnUpdate=Uppdatera nu

[SpecUTool_M]
SpecTOpen=Öppna
SpecTOK=OK
SpecTHide=Dölj
TrayHint=IObit Uninstaller avinstallerar program
SpecTUninstalling=Avinstallerar följande program:
SpecTUninstallingM=Avinstallerar följande program:
SpecTUninstalled=programmet har avinstallerats.
SpecTUninstalledM=programmen har avinstallerats.
SpecTClose=Stäng

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Borttagare av envetna program
lbl_DescTitle.caption=Visa de program, som du kanske inte hittar någon avinstallationspost på andra platser. Du kan enkelt ta bort dem här.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Officiell borttagningsdatabas (%d)
OfficialDesEx=Vissa program kan inte avinstalleras på normalt sätt av säkerhetsskäl. Du kan enkelt avinstallera dem med deras officiella avinstallationsprogram här.
AllGroupEx=Programdatabas som stöds (%d)
AllDesEx=Här listar du fler program, som du kanske inte kan hitta en avinstallationspost på andra platser. Du kan enkelt avinstallera dem här.
ProblemsTip=Problem funna
LoadingTip=Laddar programdatabas som stöds ...
NotInstallSingleMsgBox=Inga avinstallationsproblem upptäcktes för följande program. Är du säker på, att du vill fortsätta, att avinstallera och söka efter kvarvarande filer?
NotInstallSomeMsgBox=Inga avinstallationsproblem upptäcktes för följande program. Är du säker på, att du vill fortsätta, att avinstallera och söka efter kvarvarande filer?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Systemåterställning
rdlblDesc.Caption=Återställ datorn till det tillstånd den var, innan den valda händelsen. Den senaste kan inte raderas för systemsäkerhet.
ListView_Restore.Columns[0].Caption=Datum och tid
ListView_Restore.Columns[1].Caption=Beskrivning
btn_CreateRestorePoint.Caption=Skapa återställningspunkt
RdImageButton_Restore.Caption=Återställ
RdImageButton_Delete.Caption=Radera
lblNull.Caption=Inga systemåterställningspunkter är skapade.
Rdlbl_CreateRestorePoint.caption=Skapa återställningspunkt

[SystemRestore_M]
SysRestore_CreateComplete=Återställningspunkt skapades framgångsrikt!
SysRestore_CreateFailed=Skapande av återställningspunkt misslyckades! Kontrollera att systemåterställning är aktiverad.
SysRestore_CreateRestore_Confirm=Är du säker på, att du vill skapa en återställningspunkt?
SysRestore_CreateRestore_Tip=Skapar återställningspunkt, var god vänta ...
SysRestore_CreateRestore_Failed=Skapande av återställningspunkt misslyckades! Kontrollera att systemåterställning är aktiverad.
SysRestore_SetRestore_Confirm=VARNING: Om du återställer ditt system till en återställningspunkt, kommer du att upphäva alla ändringar som gjorts efter återställningspunkten. När systemåterställning har startats, kan den inte ångras eller avbrytas. Är du säker på, att du vill fortsätta?
SysRestore_SetRestore_Reboot=En omstart krävs, för att tillämpa ändringarna. Spara alla öppna filer och stäng alla öppna program, innan du startar om. Starta om datorn nu?
SysRestore_SetRestore_Tip=Återställer systemfiler och inställningar, var god vänta ...
SysRestore_Delete_Confirm=Är du säker på, att du vill radera den?

[UninstallForm_M]
MsgBox_SelectProgram=Välj minst ett program.
Msg_Bundle_RebootSpec=avinstallerades. Starta om datorn för att slutföra avinstallationen.
OneItemStr=%d objekt
SomeItemStr=%d objekt
Clean_Uninstall=Clean avinstallerare
RebootToDelete_Str=(Radera vid omstart)
UninstallingSingleStr_New=Är du säker på, att avinstallera det valda objektet?
UninstallingSomeStr_New=Är du säker på, att avinstallera de valda %d objekten?
UninstallingSingleStrUpdate=Är du säker på, att du vill avinstallera den valda Windows-uppdateringen?
UninstallingSomeStrUpdate=Är du säker på, att du vill avinstallera de valda %d Windows-uppdateringarna?
UninstallingSingleStrApp=Är du säker på, att du vill avinstallera den valda Windows-appen?
UninstallingSomeStrApp=Är du säker på, att du vill avinstallera de valda %d Windows-apparna?
Uninstall_Str=Avinstallerar %s (%d/%d)
Scan_Str=Skannar %s (%d/%d)
UninstallOne_Str=Avinstallerar %s
ScanOne_Str=Skannar %s
CreateRetore_Str=Skapar återställningspunkt, var god vänta ...
SureToDeleteSomeStr_New=<a>%d</a> objekt har avinstallerats, men det finns fortfarande följande rester.
SureToDeleteOneStr_New=<a>1</a> objekt är avinstallerat, men det finns fortfarande följande rester.
SureToDeleteSomeStrApp=<a>%d</a> Windows-appar avinstallerades, men det finns fortfarande följande rester kvar.
SureToDeleteOneStrApp=<a>1</a> Windows-app avinstallerades, men det finns fortfarande följande rester kvar.
SureToDeleteByHistroy=Rester hittades
DeletingStr=Raderar restfiler, var god vänta
DeleteCancleStr=Är du säker på, att du vill avbryta raderingen?
RestoringCancleStr=Skapar återställningspunkt. Är du säker på att du vill avbryta?
UninstallingCancleStr=Avinstallation pågår och återstående restfiler kan bli kvar om du avslutar nu. Är du säker på, att du vill avsluta?
ScaningCancleStr=Skanning pågår och restfiler kan finnas kvar, om du avslutar nu. Är du säker på, att du vill avsluta?
RegistryCaption_Str=Register
FileCaption_Str=Fil
TaskCaption_Str=Schemalagda aktiviteter
ServiceCaption_Str=Systemtjänster
DllCaption_Str=DLL-registrering
SuccessReslutFromHistroySingle=Återstående filer har framgångsrikt rensats. Kontrollera detaljer nedan:
SuccessReslutFromUninstallSingle_New=Du har avinstallerat <a>%d</a> objektet och raderat resterna nedan:
SuccessReslutFromUninstallSome_New=Du har avinstallerat <a>%d</a> objekten och raderat resterna nedan:
SuccessReslutFromUninstallSingleApp=Du har avinstallerat <a>%d</a> Windows-appen med informationsdetaljer enligt nedan:
SuccessReslutFromUninstallSomeApp=Du har avinstallerat <a>%d</a> Windows-appar med informationsdetaljer enligt nedan:
FileDelete_Str=Filer
RegDelete_Str=Registreringsposter
TaskDelete_Str=Schemalagda aktiviteter
ServiceDelete_Str=Systemtjänster
DeepDelete_Str=Loggade objekt
HtmlRecomReslutCaption=Avinstallerade <a>%d</a> program och borttagna överkomster nedan:
HtmlRecomReslutCaption1=Avinstallerat <a>%d</a> program och tagit bort resterna enligt nedan:
HtmlRecomReslutAppCaption=Avinstallerat <a>%d</a> Windows-appar och tagit bort resterna enligt nedan:
HtmlRecomReslutAppCaption1=Avinstallerat <a>%d</a> Windows-app och tagit bort resterna enligt nedan:
HtmlFileReCaption=<a>%s</a> värdelösa filer
HtmlRegReCaption=<a>%d</a> värdelösa registerposter
HtmlTaskReCaption=<a>%d</a> ogiltiga schemaläggningsuppgifter
HtmlServicesReCaption=<a>%d</a> ogiltiga systemtjänster
HtmlDeepReCaption=<a>%d</a> loggade objekt
HtmlFileReCaptionOne=<a>%s</a> värdelös fil
HtmlRegReCaptionOne=<a>%d</a> värdelös registerpost
HtmlTaskReCaptionOne=<a>%d</a> ogiltig schemauppgift
HtmlServicesReCaptionOne=<a>%d</a> ogiltig systemtjänst
HtmlDeepReCaptionOne=<a>%d</a> loggade objekt
UninstallPromote=Köp nu
RebootYes=Starta om nu
RebootLater=Senare
FromHistroyNoItem=Ingen restfiler hittades.
FromUninstallNoItem=Avinstallation avslutad.
RelatedMetroText=Dessa appar är besläktade. Om du avinstallerar en av dem, avinstalleras de andra automatiskt. Är du säker på att du vill fortsätta?
RelatedSoftText=Ovan medföljande produkter installerades samtidigt. Vill du avinstallera dem tillsammans?
HtmlADPluginCaption=<a>%d</a> Störning av annonsprogram
HtmlMaliciousPluginCaption=<a>%d</a> Hot från insticksprogram
MoneyBackInfo=Du kommer att få en säkrare och snabbare dator genom att helt och hållet ta bort oönskade program och plugins. 60-dagars pengarna tillbakagaranti - utan förbehåll.
SpecRestartAll=Starta om datorn för att helt avinstallera följande program. Starta om nu?
SpecRestartOne=Starta om datorn för att helt avinstallera följande program. Starta om nu?
UnPromoteTitle=Med PRO-utgåvan kan fler funktioner och fördelar erbjudas:
UnPromote_60=60-dagars pengarna-tillbaka-garanti
PromotelbPlugins_New=Ta bort <a>%d</a> skadlig programvara och tillägg för säker surfning
PromotelbPlugin_New=Ta bort <a>%d</a> skadlig programvara och tillägg för säker surfning
PromotelbPlugin0_New=Ta bort skadlig programvara och tillägg för säker surfning
PromotelbUpdate=Ett klick för att uppdatera <a>%d</a> föråldrad programvara för att minska säkerhetsriskerna
PromotelbUpdate0=Ett klick för att uppdatera föråldrad programvara för att minska säkerhetsriskerna
PromotelbMoreDBs_New=Tag grundligt bort <a>%d</a> envisa program
PromotelbMoreDB_New=Tag grundligt bort <a>%d</a> envisa program
PromotelbMoreDB0_New=Unik databas stöder, att ta bort 1000+ envisa program
PromotelbClean=Ett klick för att ta bort bundleware
PromotelbAuto=Radera automatiskt programrester, som finns kvar av annat avinstallationsprogram
NeedCloseApp=%s körs och måste stängas innan det kan avinstalleras. Är du säker på, att du vill stänga det?
LB_Free=Gratis
LB_Pro=PRO
RestoreOpenstr=Systemåterställning är inte aktiverad. Klicka på "OK" för att aktivera den, så att IObit Uninstaller kan skapa återställningspunkter innan du avinstallerar program.
OfficialFail=Det gick inte att avinstallera det följande programmet. Avinstallera det med dess officiella avinstallationsverktyg.
OfficialFails=Det gick inte att avinstallera de följande programmen. Avinstallera dem med deras officiella avinstallationsverktyg.
QuitDonwload=Är du säker på, att du vill avbryta nedladdningen?
LogHintTitle=Fler fördelar - löfte från oss:
LogHintStr=+ Avinstallera loggade program noggrant<br>+ Rensa bort fler än 200 envisa program<br>+ Avinstallera enkelt bundleware helt och hållet
UpgradePromote=Uppgradera till IObit Uninstaller PRO för att automatiskt rensa rester
UpgradeFileDelete=%s restfiler har rensats framgångsrikt.
UpgradeRegsDelete=%s rester i registerposter har rensats.
UpgradeRegDelete=%s rest i en registerpost har rensats.
PromoteB_Title=Fler problem kan åtgärdas med PRO-versionen:
PromoteB_Update=Föråldrad programvara kan uppdateras med ett klick:
PromoteB_Plugin_New=Skadlig programvara och tillägg bör tas bort för säker surfning:
PromoteB_Leftover=Avinstallationsrester kan raderas för en renare dator:
PromoteB_Log=Loggade program kan helt avinstalleras:
PromoteB_Unuse=Program som inte har använts på mer än två månader kan avinstalleras:
PromoteB_Banweb_New=Popupaviseringar kan blockeras för att undvika avbrott:
PromoteB_Permission=Onödiga programvarutillstånd kan inaktiveras:
PromoteB_SetupFile=Onödiga installationsfiler kan rensas, för att frigöra mer diskutrymme:
PromoteB_Fix=Åtgärda nu
PromoteB_Stubborn=Envetna program kan tas bort noggrant:
OfficialSp_1=Avinstallera fullständigt följande program med dess officiella avinstallationsverktyg.
OfficialSps_1=Avinstallera fullständigt följande program med deras officiella avinstallationsverktyg.
LogPromoteHintTitle=Rengör alla loggade objekt noggrant med <a>PRO-utgåvan</a>:
LogPromoteHintRegs=<a>%s</a> registerposter
LogPromoteHintReg=<a>%s</a> registerpost
LogPromoteHintFiles=<a>%s</a> filer
LogPromoteHintFile=<a>%s</a> fil
LogPromoteHintTasks=<a>%s</a> schemalagda uppgifter
LogPromoteHintTask=<a>%s</a> schemalagda uppgift
LogPromoteHintServices=<a>%s</a> systemtjänster
LogPromoteHintService=<a>%s</a> systemtjänst
LogPromoteHintDlls=<a>%s</a> dll-registreringar
LogPromoteHintDll=<a>%s</a> dll-registrering
LogPromoteFormLogPro=loggade objekt
LogPromoteFormDesc_New=Rensa ytterligare rester med PROutgåvan.
LogPromoteFormTip=Detaljer enligt nedan:
LogPromoteFormDetails=Visa detaljer
EndRunningExeSingleMsgBox=Följande objekt körs. Är du säker på, att du vill stänga och ta bort den?
EndRunningExeSomeMsgBox=Följande objekt körs. Är du säker på, att du vill stänga och ta bort dem?
UninstallingSingleStr=Är du säker på, att avinstallera det valda programmet?
UninstallingSomeStr=Är du säker på, att avinstallera de valda %d programmen?
SureToDeleteSomeStr=<a>%d</a> program har avinstallerats, men det finns fortfarande följande rester.
SureToDeleteOneStr=<a>1</a> program har avinstallerats, men det finns fortfarande följande rester.
SuccessReslutFromUninstallSingle=Du har avinstallerat <a>%d</a> program enligt detaljer nedan:
SuccessReslutFromUninstallSome=Du har avinstallerat <a>%d</a> program enligt detaljer nedan:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Öppna i registereditor
mniMenu_Path.caption=Öppna filplatsen
btnImg_AllMainCancel.caption=Avbryt
btnImg_Uninstall.caption=Avinstallera
btnImg_ChkAutoDelete.caption=Tag bort resterande filer automatiskt
btnImg_ChkCreateRestore.caption=Skapa en återställningspunkt innan du avinstallerar
lbl_IsUninstallHint.caption=Vill du avinstallera det valda programmet?
btnImg_Delete.caption=Radera
btnImg_ReslutCancel.caption=Avbryt
btnImgl_SeletedAll.caption=Markera alla
btnImg_ChkShredFile.caption=Strimla filer
lbl_NoPowerScan.caption=Avinstallation avslutad.
btnImg_RecommendClose.caption=Stäng
btnImg_Restart.caption=Ja
lbl_MoneyBackTitle.caption=Garanterad noggrann avinstallation och en renare dator
btn_Tab.caption=Få mer med IObit Uninstaller PRO
lbl_InfoDB.caption=Stor databas för att, noggrant, ta bort envisa program
lbl_InfoRemove.caption=Ta bort skadliga && plugin-program i annonser för säker && smidig onlinesurfing
lbl_InfoUpdate.caption=Övervaka programinstallation && ta bort bundleware

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Vad är nytt

[WindowsUpdate_M]
Update_NoItem_Tip=Inga Windows-uppdateringar hittades.
NoSerchItem_Tip=Inga objekt matchar din sökning.
Update_Loading_Tip=Laddar...
Update_WindowsTitle=Här listas alla installerade Windows-uppdateringar på din dator. Avinstallera de oönskade Windows-uppdateringarna för att frigöra mer utrymme.
Button_Uninstall=Avinstallera

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Installationsdatum
mniUninstall.caption=Avinstallera
mniRefush.caption=Uppdatera

